:PROPERTIES:
:ID:       cca5f6cf-dddb-4e8a-8681-f793fd552697
:END:
#+title: hello_world

#+begin_src python :results output
import stdio

def main():
    stdio.write("Hello, World!")

if __name__ == '__main__':
    main()
#+end_src

#+RESULTS:
: Hello, World!

